Repository: melchor629/iTunes-Scrobbler
Catalog: iTunes Scrobbler/stuff/*.lproj/Localizable.strings
Languages: ca, es

source: Run at login
ca: Obrir a l'inici
es: Abrir al inicio

source: About
ca: Sobre
es: Sobre

source: Quit
ca: Sortir
es: Salir

source: Scrobbled
ca: Scrobletjat
es: Scrobleado

# STATE_INACTIVE
source: iTunes is not playing
ca: iTunes no està reproduïnt
es: iTunes no está reproduciendo

# LOGGED_IN
source: Logged in as
ca: Compte:
es: Cuenta:

source: Log out
ca: Tancar sessió
es: Cerrar sesión

# NOT_LOGGED_IN
source: Log in
ca: Iniciar sessió
es: Iniciar sesión

# END_LOG_IN
source: Done log in
ca: Acabar inici de sessió
es: Acabar inicio de sesión

# IN_CACHE
source: Scrobbles in cache:
ca: Scrobblings en cache:
es: Scrobblings en cache:

source: Scrobble now
ca: Fer scrobbling ara
es: Hacer scrobbling ahora

source: Cancel log in
ca: Cancel·lar inici de sessió
es: Cancelar inicio de sesión

# LOG_IN_MESSAGE_TEXT
source: In an instant, the browser will open and you'll be asked to allow the app to access to your account. Once accepted, go to the app again and press 'Done log in'.
ca: En res, el navegador s'obrirá i se et demanarà que acceptis que el programa accedi al teu compte. Quan hagis acceptat, torna a la app i apreta 'Acabar inici de sessió'.
es: En breves, el navegador se abrirá y se te pedirá que aceptes que el programa acceda a tu cuenta. Cuando hayas aceptado, vuelve a la app y apreta 'Acabar inicio de sesión'.

# SEE_SCROBBLINGS
source: See cached scrobbes
ca: Veure scrobblings en cache
es: Ver scrobblings en cache

# SEND_SCROBBLE_STATUS
source: Do scrobble automatically
ca: Fer scrobblings automàticament
es: Hacer scrobblings automáticamente

# ABOUT_HTML_TEXT
source: <p><b>iTunes Scrobbler</b> is a project made by {LINK1} to make a better iTunes scrobbler on macOS 10.12 o higher.</p><p>The software is under {LINK2} license.</p><br/><h3>Translators</h3><p>{TRANSLATORS}</p><br/><h3>Thanks to</h3><p>{THANKS}</p>
ca: <p><b>iTunes Scrobbler</b> es un projecte fet per {LINK1} per conseguir un millor scrobbler per iTunes en macOS 10.12 o superior.</p><p>El software està baix la licència {LINK2}.</p><br/><h3>Traductors</h3><p>{TRANSLATORS}</p><br/><h3>Agraïments</h3><p>{THANKS}</p>
es: <p><b>iTunes Scrobbler</b> es un proyecto hecho por {LINK1} para hacer un mejor scrobbler para iTunes en macOS 10.12 o superior.</p><p>El software está bajo licencia {LINK2}.</p><br/><h3>Traductores</h3><p>{TRANSLATORS}</p><br/><h3>Agradecimientos</h3><p>{THANKS}</p>

# CACHED_SCROBBLINGS
source: Cached Scrobbles
ca: Scrobblings en caché
es: Scrobblings en caché

# AUTO_UPDATE
source: Auto update app
ca: Auto actualitzar app
es: Auto actualizar app

# LOGGED_IN_TOOLTIP
source: Opens your Last.fm profile in the browser
ca: Obre el teu perfil de Last.fm en el navegador
es: Abre tu perfil de Last.fm en el navegador

# UPDATE_INSTALLED_TITLE
source: New update available
ca: Nova actualització disponible
es: Nueva actualización disponible

# UPDATE_INSTALLED_BODY
source: To apply the update, simply restart the app and you'll enjoy a new version
ca: Per actualitzar-la tan sols has de reiniciar la app i disfrutaràs d'una nova versió
es: Para actualizar basta con cerrar y volver a abrir la aplicación

# REQUEST_PERMISSION_TITLE
source: Scrobbler permission to access to %@ status
ca: Permis del scrobbler per a accedir al estat de %@
es: Permiso del scrobbler para acceder al estado de %@

# REQUEST_PERMISSION_DENIED
source: The app needs access to %@ status to work correctly. To allow that, go to System Preferences > Security and privacy > Privacy > Automatition, and allow iTunes Scrobbler to access to %@.
ca: Necesitamem accès a l'estat de l'aplicació %@ per a que funcioni correctament. Per aconseguir-ho, obri Preferencias del Sistema > Seguridad y privacidad > Privacidad > Automatización, i permiteix a iTunes Scrobbler accedir a %@.
es: Necesitamos acceso al estado de la aplicación %@ para que funcione correctamente. Para ello, ve a Preferencias del Sistema > Seguridad y privacidad > Privacidad > Automatización, y permite a iTunes Scrobbler acceder a %@.

source: Is allowed
es: Tiene permiso
